[
    {
        "id": 1,
        "title": "DeepSeek: The Chinese AI app that has the world talking",
        "subtitle": "Technology",
        "text": "DeepSeek, a Chinese artificial intelligence (AI) startup, made headlines worldwide after it topped app download charts and caused US tech stocks to sink.\n",
        "text2": "In January, it released its latest model, DeepSeek R1, which it said rivalled technology developed by ChatGPT-maker OpenAI in its capabilities, while costing far less to create.",
        "text3":"Its popularity and potential rattled investors, wiping billions of dollars off the market value of chip giant Nvidia - and called into question whether American firms would dominate the booming artificial intelligence (AI) market, as many assumed they would.",
        "fecha": "05/03/2025",
        "img": "https://i.postimg.cc/25mpMRX6/deepseek.jpg",
        "link": "https://www.bbc.com/news/articles/c5yv5976z9po"
    },
    {
        "id": 2,
        "title": "Ducati Desmosedici GP25: The Future of Racing",
        "subtitle": "Motoring",
        "text": "Ducati continues to push the limits of performance and innovation with the all-new Ducati GP25. Designed to dominate the MotoGP grid, this machine features cutting-edge technology, refined aerodynamics, and superior engineering to deliver outstanding speed, handling, and stability.",
        "text2": "The Ducati GP25 stands as a testament to Ducati's commitment to excellence in MotoGP. With its advanced technology, aerodynamic refinements, and powerful performance, this bike is built to challenge the competition and push the boundaries of speed and control.",
        "text3": "Whether on the track or in development, the GP25 represents the pinnacle of racing engineering and a bold step into the future of motorcycle racing.",
        "fecha": "05/03/2025",
        "img": "https://i.postimg.cc/QNghWTJw/ducatti.jpg",
        "link": "https://www.ducati.com/ww/en/racing/motogp/ducati-lenovo-team-bike-desmosedici-gp"
    },
    {
        "id": 3,
        "title": "Black Myth: Wukong - A New Era of Action RPGs",
        "subtitle": "Videogames",
        "text": "Black Myth: Wukong is an upcoming action RPG developed by Chinese studio Game Science. Inspired by the classic 16th-century novel Journey to the West, the game brings a fresh take on the legendary story of Sun Wukong, the Monkey King. With stunning visuals, deep lore, and challenging gameplay, Black Myth: Wukong is set to redefine the action RPG genre.",
        "text2": "The game follows Sun Wukong as he embarks on an epic journey filled with mystical creatures, formidable foes, and breathtaking landscapes. Drawing heavily from Chinese mythology, the game immerses players in a richly detailed world where ancient legends come to life.",
        "text3": "The game is expected to release in 2024 for PC and major consoles, with expectations of a groundbreaking debut in the action RPG scene.",
        "fecha": "05/03/2025",
        "img": "https://i.postimg.cc/2ykJWVzN/wukong.jpg",
        "link": "https://www.sportskeeda.com/esports/black-myth-wukong-review"
    },
    {
        "id": 4,
        "title": "Apple Takes No Risks With New M4 MacBook Air",
        "subtitle": "Technology",
        "text": "After a perfunctory campaign ahead of the launch, Apple has released the M4 MacBook Air. While it carries many of Apple’s innovations, Tim Cook and his team have opted for a straightforward upgrade rather than disrupt the consumer-focused laptop brand.",
        "text2": "Highlights include the aforementioned M4 chipset, doubling the RAM on all models to 16 GB, supporting two external displays, and a price drop on the entry-level models to $999 for the 13-inch and $1,199 for the 15-inch.",
        "text3": "The built-in webcam has been upgraded from 1080p to 12 megapixels and carries the CenterStage Camera branding, which will use software to push you towards the centre of the frame if you are pacing by your laptop.",
        "fecha": "05/03/2025",
        "img": "https://i.postimg.cc/RVn1Rvqk/mac.jpg",
        "link": "https://www.forbes.com/sites/ewanspence/2025/03/05/apple-macbook-air-m4-upgrade-memory-storage-price-new-macbook/"
    },
    {
        "id": 5,
        "title": "",
        "subtitle": "",
        "text": "",
        "text2": "",
        "text3": "",
        "fecha": "",
        "img": "",
        "link": ""
    }
]